greatings_message = "Привет я бот"

welcome_message = "Привет, <b>{name}</b>!\n" \
                  "На смене Unlock действует внутренняя валюта — биты (฿). В течение смены их можно зарабатывать, " \
                  "а в конце 15 человек, накопивших больше всего битов, получат крутые подарки. " \
                  "Этот бот позволит посмотреть свой баланс, отобразить события, а также участвовать в " \
                  "интерактивах.\n\n" \
                  "При посещении каждого мероприятия нужно показывать организатору личный QR-код. За это начисляются " \
                  "5฿." \
                  "Если в командном мероприятии твоя команда займёт первое место, то всем её членам добавят 30฿, " \
                  "за второе — 20฿, а за третье — 10฿. На лекциях и мастер-классах самые активные участники будут " \
                  "получать 10฿." \
                  " Ещё иногда сюда будут присылаться челленджи (за них тоже будут начисляться биты)." \
                  "\n\nВсе биты, полученные членами команды, суммируются в командный рейтинг. Он тоже очень " \
                  "пригодится 😋 "

tutorial = "Кнопка <b>«Мой баланс»</b> отобразит сумму твоих битов. Узнать, за что были начислены биты," \
           " можно по кнопке <b>«Отчёт за день»</b>. " \
           "Кнопка <b>«Промокод»</b> позволит ввести код, полученный от организаторов или лекторов."

user_not_found = "Я не нашёл тебя в базе данных, пожалуйста обратись к ментору"

score_message = "У тебя <b>{score}</b> битов"

daily_report_message = "{report}\n\n"

error_message = "Произошла ошибка. Ваши верные подданые уже бегут её исправлять"

error_report = "ОШИБКА!\nНомер ошибки - <code>{error_id}</code>\nПодробнее по <a href=\"{error_url}\">ссылке</a>"

already_met = "Мы уже познакомились"

not_met = "Мы ещё не познакомились. Напиши /start боту @{bot}"

cleared_message = "Клавиатура убрана, мой господин"

enter_promocode_message = "Введите код"

admin_mode = "Админ режим <b>{state}</b>"

enter_text_to_broadcast_message = "Отправьте мне текст, который нужно разослать"

ok_message = "Окей"

updated_message = "Обновлено"

promocode_not_found_message = "Такой промокод не найден, проверь, правильно ли ты его ввёл"

choose_what_to_send_message = "Выберете, что я должен отправить"

data_not_found_message = "Я не нашёл запрашиваемые данные"

send_confirmation_message = "Отправить это {info}?"

question_arrived_message = "У меня к тебе появился вопрос. Ответишь?"

question_message = "{question}\n\nЧтобы ответить на вопрос, напиши мне сообщение с ответом"

qr_code_message = "Вот твой персональный QR-код, сохрани его к себе, чтобы не потерять!"

# Phrases

score_request = "Мой баланс"
daily_report = "Отчёт за день"
promocode = "Промокод"
cancel = "Отмена"
voted = "Вы проголосовали за <b>{choice}</b>"
turn_on_admin = "Админ режим"
turn_off_admin = "Выйти из админ режима"
broadcast = "Разослать сообщение"
update_db = "Обновить бд"
votes = "Голосования"
registrations = "Регистрации"
questions = "Вопросы"
back = "Назад"
answer = "Ответить"
